output-yummy-serve/output-e1-f250-c5-r10.txt
Requests      [total, rate, throughput]         600, 10.02, 10.02
Duration      [total, attack, wait]             59.901s, 59.9s, 1.266ms
Latencies     [min, mean, 50, 90, 95, 99, max]  1.029ms, 1.679ms, 1.516ms, 2.029ms, 2.278ms, 6.376ms, 7.702ms
Bytes In      [total, mean]                     14705261, 24508.77
Bytes Out     [total, mean]                     43120, 71.87
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: