output-yummy-serve/output-e1-f50-c5-r500.txt
Requests      [total, rate, throughput]         30000, 500.02, 500.01
Duration      [total, attack, wait]             59.999s, 59.998s, 715.2µs
Latencies     [min, mean, 50, 90, 95, 99, max]  408.9µs, 608.172µs, 563.601µs, 785.287µs, 878.537µs, 1.057ms, 2.758ms
Bytes In      [total, mean]                     149200758, 4973.36
Bytes Out     [total, mean]                     2156699, 71.89
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:30000  
Error Set: