output-yummy-serve/output-e1-f50-c5-r800.txt
Requests      [total, rate, throughput]         48000, 800.02, 800.01
Duration      [total, attack, wait]             59.999s, 59.999s, 502µs
Latencies     [min, mean, 50, 90, 95, 99, max]  400.8µs, 577.476µs, 563.992µs, 671.949µs, 732.095µs, 887.757µs, 8.369ms
Bytes In      [total, mean]                     238722439, 4973.38
Bytes Out     [total, mean]                     3449414, 71.86
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:48000  
Error Set: