output-yummy-serve/output-e20-f50-c5-r10.txt
Requests      [total, rate, throughput]         600, 10.02, 10.02
Duration      [total, attack, wait]             59.903s, 59.9s, 2.659ms
Latencies     [min, mean, 50, 90, 95, 99, max]  2.247ms, 4.596ms, 2.926ms, 12.458ms, 13.227ms, 14.538ms, 15.922ms
Bytes In      [total, mean]                     24454708, 40757.85
Bytes Out     [total, mean]                     110232, 183.72
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: