output-yummy-serve/output-e90-f50-c5-r10.txt
Requests      [total, rate, throughput]         600, 10.02, 10.02
Duration      [total, attack, wait]             59.909s, 59.9s, 9.108ms
Latencies     [min, mean, 50, 90, 95, 99, max]  8.57ms, 10.161ms, 9.956ms, 11.228ms, 11.904ms, 13.819ms, 15.699ms
Bytes In      [total, mean]                     103556416, 172594.03
Bytes Out     [total, mean]                     357715, 596.19
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: